{"skills" : [
    {"id" : 1,
    "name" : "html5 - (Hypertext Markup Language)",
    "description" : "HyperText Markup Language is the standard markup language for documents designed to be displayed in a web browser.",
    "image" : "../images/skills/html.png"},
    {"id" : 2,
    "name" : "css3 - (Cascading Style Sheets)",
    "description" : "Cascading Style Sheets is a style sheet language used for specifying the presentation and styling of a document written in a markup language such as HTML or XML.",
    "image" : "../images/skills/css.png"},
    {"id" : 3,
    "name" : "flex box",
    "description" : "CSS Flexible Box Layout, commonly known as Flexbox, is a CSS web layout model.",
    "image" : "../images/skills/flexbox.png"},
    {"id" : 4,
    "name" : "css Grid",
    "description" : "In Cascading Style Sheets, CSS grid layout or CSS grid creates complex responsive web design grid layouts more easily and consistently across browsers.",
    "image" : "../images/skills/grid.png"},
    {"id" : 5,
    "name" : "sass",
    "description" : "Sass is a preprocessor scripting language that is interpreted or compiled into Cascading Style Sheets.",
    "image" : "../images/skills/sass.png"},
    {"id" : 6,
    "name" : "bootstrap",
    "description" : "Bootstrap is a free and open-source CSS framework directed at responsive, mobile-first front-end web development.",
    "image" : "../images/skills/bootstrap.png"},
    {"id" : 7,
    "name" : "java script (js)",
    "description" : "JavaScript, often abbreviated as JS, is a programming language and core technology of the Web, alongside HTML and CSS.",
    "image" : "../images/skills/js.png"},
    {"id" : 8,
    "name" : "power BI",
    "description" : "Microsoft Power BI is an interactive data visualization software product developed by Microsoft with a primary focus on business intelligence.",
    "image" : "../images/skills/powerbi.png"},
    {"id" : 9,
    "name" : "photoShop",
    "description" : "Adobe Photoshop is a raster graphics editor.",
    "image" : "../images/skills/photoshop.png"},
    {"id" : 10,
    "name" : "excel",
    "description" : "Microsoft Excel is the industry leading spreadsheet software program, a powerful data visualization and analysis tool.",
    "image" : "../images/skills/excel.png"},
    {"id" : 11,
    "name" : "maxwell",
    "description" : "Ansys Maxwell software provides 2D and 3D low frequency electric field simulation for analysis of electromagnetic and electromechanical devices.",
    "image" : "../images/skills/maxwell.png"},
    {"id" : 12,
    "name" : "vector field opera",
    "description" : "The accuracy Opera provides is of paramount importance when looking at field homogeneities of parts-per-million in medical devices or particle accelerators.",
    "image" : "../images/skills/opera.png"},
    {"id" : 13,
    "name" : "SES",
    "description" : "SES is your single source solution provider for all your grounding / earthing, corrosion control, lightning, electromagnetic interference and EMC analysis.",
    "image" : "../images/skills/ses.png"},
    {"id" : 14,
    "name" : "Digsilent",
    "description" : "DIgSILENT GmbH is an independent software and consulting company providing highly specialised services in the field of electrical power systems for transmission",
    "image" : "../images/skills/digsilent.png"},
    {"id" : 15,
    "name" : "ETAP",
    "description" : "ETAP provides market-leading software solutions for electrical systems, from design and engineering to operations and maintenance.",
    "image" : "../images/skills/etap.png"}
    ]
}
