{"skills" : [
    {"id" : 1,
    "name" : "html 5 - (Hypertext Markup Language)",
    "description" : "زبان توصیف ساختار صفحه‌های وب است. زبانی است برای نشانه‌گذاری ابرمتن (فرامتن) که برای تدوین قالب و طراحی صفحه‌های وب به کار می‌برند. دستورالعمل‌های این زبان، برچسب (Tag) نام دارند که محتوای یک صفحهٔ وب با آن‌ها، نشانه‌گذاری شده و بدین‌ترتیب، نحوهٔ نمایش آن صفحه برای مرورگرهای وب، توصیف می‌شود. ",
    "image" : "../images/skills/html.png"},
    {"id" : 2,
    "name" : "css 3 - (Cascading Style Sheets)",
    "description" : "زبان css یکی از زبان های برنامه نویسی طراحی صفحات وب برای ایجاد و ساخت مشخصات ظاهری اسناد و اطلاعات وب سایت می باشد.",
    "image" : "../images/skills/css.png"},
    {"id" : 3,
    "name" : "flex box",
    "description" : "یکی از مشخص ترین ویژگی های چیدمان انعطاف پذیر ، قابلیت متناسب بودن آن براساس محیط دید آن است. جعبه های انعطاف پذیر می توانند اندازه خود را تنظیم کنند - کاهش دهند، تا از انحصار بی مورد فضا جلوگیری کنند ، یا اندازه خود را بیشتر کنند تا فضایی ایجاد کنند تا محتویات در آن محدود شوند. علاوه بر این ، چیدمان انعطاف پذیر از نظر جریان محتوا محدودیت کمتری نسبت به روش های دیگر مانند انواع نمایش بلوک (block) و درون خطی (inline) دارد که عموماً یک جهته هستند. جهت جریان انعطاف پذیر را می توان به صورت راست ، چپ ، بالا یا پایین مشخص کرد. هر یک از موارد درون یک ظرف انعطاف پذیر نیز ممکن است به طور خودکار دوباره مرتب و منظم شوند تا متناسب با فضای چیدمان موجود باشند.",
    "image" : "../images/skills/flexbox.png"},
    {"id" : 4,
    "name" : "css Grid",
    "description" : "یک ماژول در CSS است که به توسعه‌دهندگان وب کمک می‌کند طرح‌های پیچیده واکنش‌گرا (یا Responsive) را راحت‌تر پیاده‌سازی کنند. grid این امکان را می‌دهد که هنگام طراحی صفحات وب بتوان صفحه را به بخش‌های مختلف تقسیم کرد؛ به‌گونه‌ای که این بخش‌ها با یکدیگر تداخل نداشته باشند.",
    "image" : "../images/skills/grid.png"},
    {"id" : 5,
    "name" : "sass - (Syntactically Awesome Style Sheets)",
    "description" : "یک پیش‌پردازنده است که CSS را قادر می‌سازد تا از مواردی مانند متغیرها، تودرتونویسی، inline import و موارد مختلف دیگری استفاده کند. در حقیقت Sass مانند یک اکستنشن برای CSS عمل می‌کند. Sass کمک می‌کند که همه چیز را سازمان‌دهی شده نگه داریم و فایل‌های استایل‌شیت را با سرعت بیشتری ایجاد کنیم.",
    "image" : "../images/skills/sass.png"},
    {"id" : 6,
    "name" : "bootstrap",
    "description" : "Bootstrap مجموعه ای از ابزارهای رایگان برای ایجاد صفحات وب و نرم افزارهای تحت وب است که شامل دستورات HTML، CSS و توابع جاوا اسکریپت جهت تولید و نمایش فرم ها، دکمه ها، تب ها، ستون ها و سایر المان های مورد نیاز طراحی وب می باشد.",
    "image" : "../images/skills/bootstrap.png"},
    {"id" : 7,
    "name" : "java script (js)",
    "description" : "JavaScript که به اختصار JS نیز نامیده می‌شود، یکی از محبوبترین زبان‌های برنامه نویسی است. جاوا اسکریپت زبانی سطح بالا، داینامیک، شی‌گرا و تفسیری است که از شیوه‌های مختلف برنامه نویسی پشتیبانی می‌کند. از این زبان می‌توان برای برنامه نویسی سمت سرور (Server Side)، اپلیکیشن‌های موبایل، بازی و اپلیکیشن‌های دسکتاپ استفاده کرد.",
    "image" : "../images/skills/js.png"},
    {"id" : 8,
    "name" : "Microsoft Power BI",
    "description" : "Power BI نرم‌افزاری برای تجزیه‌وتحلیل داده‌ها و ایجاد گزارشات تحلیلی است که توسط شرکت مایکروسافت توسعه داده شده است. با استفاده از این نرم‌افزار، می‌توان داده‌ها را از منابع مختلفی مانند اکسل، گوگل‌شیت و… جمع‌آوری و ترکیب کرد و سپس گزارشات تحلیلی و داشبوردهای قابل تنظیم و دلخواه را برای تصویرسازی داده‌ها ایجاد کرد.",
    "image" : "../images/skills/powerbi.png"},
    {"id" : 9,
    "name" : "Adobe PhotoShop",
    "description" : "فتوشاپ برای ایجاد، ترکیب، ویرایش تصاویر، بازسازی، روتوش، مَسک، موکاپ و اینفوگرافی پوسترهای تبلیغاتی، کارت ویزیت، نشان‌واره، بنرها، سربرگ‌ها، رابط گرافیکی نرم‌افزارها، جلد کتاب و محیط‌های گرافیکی سایت‌ها به کار می‌رود.",
    "image" : "../images/skills/photoshop.png"},
    {"id" : 10,
    "name" : "Microsoft Excel",
    "description" : "مایکروسافت اکسل یک برنامه صفحه گسترده است که برای محاسبات ریاضی، آماری، متنی و ترسیم نمودار به وسیلهٔ ابزارهای گرافیکی به کار می‌روداستفاده می شود. مایکروسافت اکسل چندین ویژگی را برای انجام عملیات های مختلف مانند محاسبات ، جداول محوری ، ابزارهای نمودار ، برنامه نویسی ماکرو و غیره فراهم می کند.",
    "image" : "../images/skills/excel.png"},
    {"id" : 11,
    "name" : "Ansys Maxwell",
    "description" : "نرم افزار Ansys Maxwell ابزاری بسیار مفید برای تحلیل میدان های مغناطیسی اجسام الکترومغناطیسی نظیر موتورها ، زنراتورها، ترانسفورماتورها، سیم پیچ ها و دستگاه هایی که بصورت مغناطیسی کار میکنند است. این نرم افزار مبتنی بر روش اجزا محدود (FEM) می باشد",
    "image" : "../images/skills/maxwell.png"},
    {"id" : 12,
    "name" : "SES - (Safe Engineering Services & technologies ltd)",
    "description" : "به صورت حرفه­ ای به مبحث طراحی سیستم زمین می پردازد. ",
    "image" : "../images/skills/ses.png"},
    {"id" : 13,
    "name" : "Digsilent - (DIgital SImuLation and Electrical NeTwork calculation program)",
    "description" : "Digsilent یک نرم‌افزار شبیه‌سازی سیستم‌های قدرت است که برای تحلیل، طراحی، بهینه‌سازی و شبیه‌سازی سیستم‌های قدرت و مخابراتی مورد استفاده قرار می‌گیرد.",
    "image" : "../images/skills/digsilent.png"},
    {"id" : 14,
    "name" : "ETAP - (Electrical Transient Analyzer Program)",
    "description" : "نرم افزار ETAP یکی از نرم‌افزارهای قدرتمند و در عین حال انعطاف‌پذیر در تحلیل سیستم‌های قدرت است که به کاربر امکان انجام هرگونه تحلیل لازم را می‌دهد. این نرم‌افزار با رویکرد صنعتی، پاسخگوی تمامی محاسبات لازم برای یک مهندس طراح، جهت آنالیز سیستم قدرت است.",
    "image" : "../images/skills/etap.png"}
    ]
}
